Repository: kiwikern/QMailO
Catalog: apps/qmailo/src/i18n/messages.*.xlf
Languages: de

# about:welcome
source: Hi, I'm <a>Kim </a>
de: Hi, ich bin <a>Kim </a>

# about:uberspace
source: and I love using <a>Uberspace </a> for hosting my projects and organizing my mails. Since I use different mail addresses for every service and contact, I have a lot of<code>.qmail </code> files lying around.
de: und ich finde <a>Uberspace </a> super, um meine Projekte zu hosten und meine E-Mail-Adressen zu organsieren. Weil ich für jeden Service und Kontakt eigene E-Mail-Adressen verwende, habe ich sehr viele <code> .qmail </code> Dateien herumliegen.

# about:praise
source: If you like this tool, <a>share it </a> with your friends, make a pull request or <a>buy me a drink </a> . ;-)
de: Wenn dir dieses Tool gefällt, <a>teile es </a> mit deinen Freunden, mach einen pull request oder <a>gib mir 'ne Cola aus </a> . ;-)

# about:help
source: If you're having problems, check out the instructions in the <a>server readme </a> and the <a>frontend readme</a>.
de: Falls du auf Probleme triffst, schau dir mal die Hinweise im <a>Server Readme </a> und <a>Frontend Readme </a> an.

# about:feedback
source: I'm very happy about any kind of feedback, feel free to send me an <a>e-mail </a> or open an issue on GitHub for the <a>frontend </a> or the <a>server </a> .
de: Ich freue mich total über jegliches Feedback, schreib mir gerne eine <a>E-Mail </a> oder mach ein Issue auf GitHub für das <a>Frontend </a> oder den <a>Server </a> auf.

# login:subtitle
source: Login with the password from your server setup.
de: Melde dich mit dem Passwort an, das du beim Server-Setup gewählt hast.

# login:password
source: Password
de: Passwort

# login:login
source: Login
de: Anmelden

# files-list:search field
source: Search field
de: Suchfeld

# file-list:content
source: Content
de: Inhalt

# file-form:id-error
source: Name includes prohibited characters.
de: Name beinhaltet nicht erlaubte Zeichen

source: Content
de: Inhalt

# file-form:add
source: Add
de: Hinzufügen

# file-form:edit
source: Edit
de: Bearbeiten

# settings:title
source: Settings
de: Einstellungen

# settings:default-content-placeholder
source: Default content for new files
de: Standard-Inhalt für neue Dateien

# file-edit-form:title
source: Edit this file
de: Bearbeite diese Datei

# add-file-form:title
source: Add a new file
de: Füge eine neue Datei hinzu
